{
  "header": [
    { "title": "About", "url": "/about"},
    { "title": "Members", "url": "/members"},
    { "title": "News", "url": "/news"},
    { "title": "Research","url": "/research"},
    { "title": "Life", "url": "/life"},
    { "title": "Achievements","url": "/achievements" }
  ],
  "about": {
    "introTitle": "About SMIL",
    "introContent": "The Speech and Machine Intelligence Laboratory (SMIL) is dedicated to research in speech signal processing, natural language understanding, and deep learning models. Combining academic theory with practical applications, we explore the infinite possibilities of AI in human-computer interaction and multimedia information analysis.",
    "joinTitle": "How to Join?",
    "joinContent": "We welcome individuals interested in speech processing, AI model training, and applications. Prospective students: please remember to email the professor to schedule an interview first! You are also strongly encouraged to stop by the lab, chat with current students, and experience the lab atmosphere firsthand.",
    "expectTitle": "Words from the Professor",
    "expectContent1": "You only live once; treat every day as if it were your last.",
    "expectContent2": "Solidify your domain knowledge and establish your own irreplaceability.",
    "expectContent3": "Absorb existing theories, but have the courage to pioneer and try new possibilities.",
    "expectContent4": "A new position requires a new mindset.",
    "historyTitle": "Lab History",
    "historyContent": "SMIL was co-founded by the advisor and a group of students passionate about digital communication and information technology. We have gradually developed interdisciplinary research themes covering social platforms, online public opinion, speech, and multimedia information processing. Collaborating with research teams both within and outside the university, we participate in various projects to continuously accumulate research results and practical experience.",
    "addressTitle": "Lab Location",
    "addressContent": "Rm. 206, Applied Science Building, Dept. of Computer Science and Information Engineering, National Taiwan Normal University, No. 88, Sec. 4, Tingzhou Rd., Taipei City 116, Taiwan.",
    "labInfoTitle": "Lab Information",
    "address": "Address",
    "phone": "Phone",
    "fax": "Fax",
    "email": "Professor's Email",
    "meetingFraquencyTitle": "Weekly Meeting Frequency",
    "meetingFraquency": "twice a week"
  },
  "login": "Login",
  "logout": "Logout",
  "footer": {
    "copyright": "Copyright © 2025 SMIL. All rights reserved.",
    "address": "Room 206, Applied Science Building, No.88, Sec. 4, Ting Zhou Rd., Wenshan Dist., Taipei City 116, Taiwan",
    "phone": "(02) 7734-6676 ext. 1234",
    "fax": "(02) 2932-2378",
    "email": "smil@ntnu.edu.tw",
    "github": "https://github.com/smil",
    "professorWebsite": "https://www.smil.ntnu.edu.tw/professor"
  },
  "copied": "Copied",
  "clickToCopyAddress": "Click to copy address",
  "clickToCopyEmail": "Click to copy email",
  "clickToCopyPhone": "Click to copy phone",
  "clickToCopyFax": "Click to copy fax",
  "clickToOpenGitHub": "Click to open GitHub"
}
